{
    "frontend": "Frontend",
    "developer": "Developer",
    "hello": "Hello! I am Stefan",
    "aboutme": "About Me",
    "skills": "Skill Set",
    "mywork": "My Work",
    "preview": "Preview",
    "magdeburg":"I am a Front-end developer based in Magdeburg, Germany. ",
    "enjoy": "I enjoy helping designers and companies bring their ideas into real life. ",
    "job" : "I am looking forward to continuing my developer career with a job",
    "junior": "in a junior web developer position.",
    "match": "If you think I’d be a good match for your projects, contact me!",
    "send": "Send a Message",
    "explore": "Explore a selection of my work here -",
    "interact": "interact with projects to see my skills in action.",
    "kanban": "Task manager inspired by the Kanban System.",
    "dragdrop": "Create and organize tasks drag and drop functions,",
    "assign": "assign users and categories",
    "jump": "Jump,run and throw game based on object-oriented approach. ",
    "mijuky": "Help Miyuki find coins and blood to retrieve the ancient vampire treasure.",
    "api": "API based Pokedex",
    "contact": "Contact",
    "problem": "Got a problem to solve?",
    "form": "Contact me through this form, I am interested in hearing",
    "idias": "from you, knowing your ideas and contributing to your",
    "projects": "projects with my work.",
    "need": "Need a Frontend developer? Contact me!",
    "yourname": "your name",
    "pleasename": "Please enter a Name",
    "yourmail": "your mail",
    "pleasemail": "Please enter a email",
    "yourtext": "your text",
    "pleasemessage": "Please enter a message",
    "read": "I've read the ",
    "policy": "privacy policy",
    "agree": "and agree to he processing of my data as outlined.",
    "sayhello": "Say Hello :)",
    "complete": "Please complete.",
    "imprint": "Imprint",
    "paragraph":"Information according to § 5 TMG",
    "represented":"Represented by:", 
    "phone": "Phone",
    "disclamer": "Disclamer",
    "disclame":  "Liability for content",
    "span1": "The contents of our pages have been created with the utmost care. However, we cannot guarantee the accuracy, completeness, and timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with § 7 para.1 TMG (German Telemedia Act) and the general laws. According to §§ 8 to 10 TMG, however, we are not obliged as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under the general laws remain unaffected. However, liability in this regard is only possible from the time of knowledge of a concrete infringement. If we become aware of any such legal violations, we will remove the content immediately.",
    "span2": "Our offer contains links to external websites of third parties, the content of which we have no influence on. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the linked pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of a violation of the law. If we become aware of any infringements, we will remove such links immediately.",
    "span3": "The use of our website is usually possible without providing personal information. As far as personal data (e.g., name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be disclosed to third parties without your express consent.",
    "span4": "We would like to point out that data transmission over the Internet (e.g., when communicating by email) may have security vulnerabilities. Complete protection of data against access by third parties is not possible.",
    "span5": "The use of contact data published within the framework of the imprint obligation by third parties for sending unsolicited advertising and information materials is hereby expressly objected to. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, for example through spam emails.",
     "links": "Liability for links",
     "protection": "Data protection",
     "ty": "ty for your message"









}